Show / Hide Table of Contents
Class NadSetupValueDouble
Setup value double
Inheritance
System.Object
NadSetupValue
NadSetupValueDouble
Inherited Members
 NadSetupValue.Id
 NadSetupValue.IsActive
 System.Object.ToString()
 System.Object.Equals(System.Object)
 System.Object.Equals(System.Object, System.Object)
 System.Object.ReferenceEquals(System.Object, System.Object)
 System.Object.GetHashCode()
 System.Object.GetType()
 System.Object.MemberwiseClone()
Namespace: IdeaRS.OpenModel.Concrete
Assembly: IdeaRS.OpenModel.dll
Syntax
public class NadSetupValueDouble : NadSetupValue
Properties
Improve this Doc   View Source
Value
Gets or sets the value.
Declaration
public double Value { get; set; }
Property Value
 Type |  Description
 System.Double
 Improve this Doc
 View Source